Repository: YONN2222/zapp-iOS
Catalog: Zapp/Resources/*.lproj/Localizable.strings
Languages: de

# tab_mediathek
source: Media Library
de: Mediathek

# tab_personal
source: My Shows
de: Meine Sendungen

# channel_refresh
source: Refresh
de: Aktualisieren

# channel_no_connection_title
source: No Connection
de: Keine Verbindung

# channel_no_connection_message
source: Live TV requires an internet connection.
de: Für Live-TV brauchst du eine Internetverbindung.

# channel_menu_reorder
source: Reorder Channels
de: Sender neu anordnen

# channel_overflow_accessibility
source: More actions
de: Weitere Aktionen

# channel_order_footer
source: Drag the handles on the right to reorder channels. You can customize every name.
de: Ziehe die Griffe rechts, um Sender zu verschieben. Du kannst jeden Namen anpassen.

# channel_order_name_placeholder
source: Channel name
de: Sendername

# channel_order_default_hint
source: Default: %@
de: Standard: %@

# channel_order_title
source: Arrange Channels
de: Sender anordnen

# channel_show_details_accessibility
source: Show program details
de: Sendungsdetails anzeigen

# channel_loading_now_playing
source: Loading live data…
de: Live-Daten werden geladen…

# channel_timing_started
source: Started
de: Gestartet

# channel_timing_ends
source: Ends at
de: Endet um

# channel_timing_remaining
source: Remaining
de: Verbleibend

# channel_timing_unavailable
source: No runtime information available
de: Keine Laufzeitinformationen verfügbar

# channel_remaining_ending_soon
source: Ending soon
de: Endet gleich

# channel_remaining_one_minute
source: 1 minute left
de: Noch 1 Minute

# channel_remaining_minutes
source: %d minutes left
de: Noch %d Minuten

# channel_preview_label
source: Live Preview
de: Live-Vorschau

# mediathek_search_placeholder
source: Search media library…
de: Mediathek durchsuchen…

# mediathek_search_button
source: Search
de: Suchen

# mediathek_no_results_title
source: No Results
de: Keine Ergebnisse

# mediathek_no_results_message
source: Try different search terms
de: Versuche andere Suchbegriffe

# mediathek_no_results_adjust
source: No matches. Adjust your filters or try another keyword.
de: Keine Treffer. Passe die Filter an oder probiere einen anderen Suchbegriff.

# mediathek_prompt_search_title
source: Search the library
de: Mediathek durchsuchen

# mediathek_prompt_search_message
source: Enter a title, topic, or channel to get started.
de: Gib einen Titel, ein Thema oder einen Sender ein, um zu starten.

# mediathek_initial_loading
source: Loading the media library…
de: Mediathek wird geladen…

# mediathek_offline_title
source: Offline Mode
de: Offline-Modus

# mediathek_offline_message
source: Reconnect to search the full catalog. You can still access downloaded shows below.
de: Stelle eine Verbindung her, um das komplette Angebot zu durchsuchen. Heruntergeladene Sendungen findest du weiterhin unten.

# mediathek_offline_results_note
source: Only downloaded shows are available while you're offline.
de: Im Offline-Modus stehen nur heruntergeladene Sendungen zur Verfügung.

# mediathek_filter_open_accessibility
source: Open filters
de: Filter öffnen

# mediathek_error_invalid_request
source: Invalid search request.
de: Ungültige Anfrage.

# mediathek_error_slow
source: The media library is responding slowly. Tap "%@" to try again.
de: Die Mediathek reagiert gerade langsam. Tippe auf "%@", um es erneut zu versuchen.

# mediathek_loading
source: Searching...
de: Suche läuft...

# mediathek_filter_channels
source: Channels
de: Sender

# mediathek_filter_duration
source: Duration (minutes)
de: Dauer (Minuten)

# mediathek_filter_reset
source: Reset
de: Zurücksetzen

# mediathek_filter_apply
source: Apply
de: Anwenden

# mediathek_filter_min_chip
source: Min. %d min
de: Mind. %d Min

# mediathek_active_filters_title
source: Active Filters
de: Aktive Filter

# mediathek_search_prompt_online
source: Search the full catalog
de: Gesamte Mediathek durchsuchen

# mediathek_search_prompt_offline
source: Search downloaded shows
de: Downloads durchsuchen

# mediathek_suggestion_section_single
source: Search
de: Suche

# mediathek_suggestion_search_for
source: Search for "%@"
de: Nach "%@" suchen

# mediathek_suggestion_section_last
source: Last search
de: Letzte Suche

# mediathek_suggestion_section_history
source: Recent searches
de: Verlauf

# mediathek_suggestion_section_matches
source: Matching history
de: Passende Einträge

# mediathek_suggestion_history_empty
source: Your previous searches appear here.
de: Frühere Suchanfragen erscheinen hier.

# mediathek_history_delete
source: Delete
de: Löschen

# mediathek_history_delete_accessibility
source: Delete from search history
de: Aus Suchverlauf löschen

# mediathek_query_results
source: %d results
de: %d Ergebnisse

# mediathek_query_updated
source: Updated %@
de: Aktualisiert %@

# show_play
source: Play
de: Abspielen

# show_bookmark
source: Bookmark
de: Lesezeichen

# show_remove_bookmark
source: Bookmark
de: Lesezeichen

# show_website
source: Open Website
de: Website öffnen

# show_quality
source: Quality: %@
de: Qualität: %@

# personal_continue_watching
source: Continue
de: Weiterschauen

# personal_bookmarks
source: Bookmarks
de: Lesezeichen

# personal_no_downloads_title
source: No Downloads
de: Keine Downloads

# personal_no_downloads_message
source: Downloaded shows appear here
de: Heruntergeladene Sendungen erscheinen hier

# personal_no_continue_title
source: No Shows in Progress
de: Keine begonnenen Sendungen

# personal_no_continue_message
source: Shows you've started appear here
de: Sendungen, die du angefangen hast, erscheinen hier

# personal_no_bookmarks_title
source: No Bookmarks
de: Keine Lesezeichen

# personal_no_bookmarks_message
source: Mark shows to watch them later
de: Markiere Sendungen, um sie später anzusehen

# personal_continue_offline_title
source: Internet Connection Required
de: Internetverbindung benötigt

# personal_continue_offline_message
source: Continue Watching syncs your shows with the media library. Connect to the internet to keep watching.
de: Weiterschauen synchronisiert deine Sendungen mit der Mediathek. Verbinde dich mit dem Internet, um weiterzuschauen.

# personal_continue_remove
source: Remove from Continue Watching
de: Aus Weiterschauen entfernen

# download_queued
source: Waiting for download…
de: Warte auf Download…

# download_downloading
source: Downloading… %d%%
de: Download läuft… %d%%

source: Download completed
de: Download abgeschlossen

source: Download failed
de: Download fehlgeschlagen

# download_delete
source: Delete download
de: Download löschen

# download_not_ready_title
source: Download Still Running
de: Download läuft noch

# download_not_ready_message
source: Please wait until the download finishes.
de: Bitte warte, bis der Download abgeschlossen ist.

# download_waiting_progress
source: Waiting to start - %d%%
de: Wartet auf Start - %d%%

# download_downloading_unmeasured
source: Downloading...
de: Wird heruntergeladen...

# download_size_of_total
source: %1$@ of %2$@
de: %1$@ von %2$@

# download_size_downloaded_only
source: %@ downloaded
de: %@ geladen

# download_size_total
source: Size: %@
de: Größe: %@

# download_error_title
source: Download Unavailable
de: Download nicht möglich

# download_error_wifi_only
source: Downloads are currently restricted to Wi-Fi. Connect to Wi-Fi or adjust the setting in the app preferences.
de: Downloads sind derzeit auf WLAN beschränkt. Verbinde dich mit einem WLAN oder passe die Einstellung in den App-Einstellungen an.

# player_loading_stream
source: Preparing stream…
de: Stream wird vorbereitet…

# player_loading
source: Loading...
de: Lädt...

# player_sleep_timer_running
source: Timer running
de: Timer läuft

# player_sleep_timer_cancel
source: Cancel timer
de: Timer abbrechen

# player_sleep_timer_start
source: Start timer
de: Timer starten

# player_info_channel
source: Channel
de: Kanal

# player_info_color
source: Color
de: Farbe

# player_quality_low
source: Low
de: Niedrig

# player_quality_medium
source: Medium
de: Mittel

# player_quality_high
source: High
de: Hoch

# player_quality_button_label
source: Quality: %@
de: Qualität: %@

# player_quality_button_accessibility
source: Change playback quality
de: Wiedergabequalität ändern

# player_quality_button_hint
source: Opens a menu to choose a different quality
de: Öffnet ein Menü zur Auswahl einer anderen Qualität

# player_quality_picker_title
source: Select quality
de: Qualität wählen

# player_quality_picker_cancel
source: Cancel
de: Abbrechen

# player_pip_button_start
source: Start Picture-in-Picture
de: Bild-in-Bild starten

# player_pip_button_stop
source: Stop Picture-in-Picture
de: Bild-in-Bild beenden

# player_error_title
source: Playback Not Available
de: Wiedergabe nicht möglich

# player_error_live_unavailable
source: This live stream is currently unavailable.
de: Dieser Livestream ist gerade nicht erreichbar.

# player_error_vod_unavailable
source: This video is currently unavailable.
de: Dieser Inhalt ist gerade nicht erreichbar.

# player_error_retry_button
source: Try Again
de: Erneut versuchen

# player_error_close_button
source: Close Player
de: Player schließen

# settings_title
source: Settings
de: Einstellungen

# settings_appearance
source: Appearance
de: Aussehen

# settings_appearance_light
source: Light
de: Hell

# settings_appearance_dark
source: Dark
de: Dunkel

# settings_streaming_quality
source: Streaming Quality
de: Streaming-Qualität

# settings_quality_wifi
source: Wi-Fi
de: WLAN

# settings_quality_cellular
source: Cellular
de: Mobilfunk

# settings_playback
source: Playback
de: Wiedergabe

# settings_pip_on_back
source: Picture-in-Picture on Back
de: Bild-in-Bild beim Zurück

# settings_detail_landscape
source: Detail Landscape
de: Detail-Querformat

# settings_download_wifi_only
source: Wi-Fi Only
de: Nur über WLAN

# settings_storage_section
source: Downloads & Storage
de: Downloads & Speicher

# settings_download_wifi_only_title
source: Downloads on Wi-Fi Only
de: Downloads nur über WLAN

# settings_download_wifi_only_description
source: Protects your data plan by downloading videos only when Wi-Fi is available.
de: Schont dein Datenvolumen, indem Videos ausschließlich bei aktiver WLAN-Verbindung geladen werden.

# settings_app_design_title
source: App Appearance
de: App-Design

# settings_app_design_description
source: Switch between light, dark, or the system-wide appearance.
de: Wechsle zwischen hellem, dunklem oder dem systemweiten Erscheinungsbild.

# settings_stream_quality_wifi_title
source: Wi-Fi Streaming
de: WLAN-Streaming

# settings_stream_quality_wifi_description
source: Choose the quality used when a Wi-Fi connection is active.
de: Bestimme, in welcher Qualität Videos bei aktiver WLAN-Verbindung geladen werden.

# settings_stream_quality_cellular_title
source: Cellular Streaming
de: Mobilfunk-Streaming

# settings_stream_quality_cellular_description
source: Pick a lower tier if you need to conserve mobile data.
de: Setze eine niedrigere Stufe, wenn du Datenvolumen sparen möchtest.

# settings_delete_downloads_title
source: Delete All Downloads
de: Alle Downloads löschen

# settings_delete_downloads_description_empty
source: Removes saved shows from this device.
de: Entfernt gespeicherte Sendungen von diesem Gerät.

# settings_delete_downloads_description_single
source: Deletes your only saved download including the video file.
de: Löscht deinen einzigen gespeicherten Download inklusive Videodatei.

# settings_delete_downloads_description_plural
source: Deletes %d saved downloads including their video files.
de: Löscht %d gespeicherte Downloads inklusive Videodateien.

# settings_delete_downloads_message_empty
source: There are no saved shows right now.
de: Es gibt aktuell keine gespeicherten Sendungen.

# settings_delete_downloads_message_single
source: You're about to remove your saved show from this device. You'll need to download it again afterward.
de: Du bist dabei, deine gespeicherte Sendung vom Gerät zu entfernen. Das Video muss anschließend erneut heruntergeladen werden.

# settings_delete_downloads_message_plural
source: You're about to remove %d saved shows from this device. You'll need to download them again afterward.
de: Du bist dabei, %d gespeicherte Sendungen vom Gerät zu entfernen. Die Videos müssen anschließend erneut heruntergeladen werden.

# settings_delete_downloads_confirm
source: Delete downloads
de: Downloads löschen

# settings_clear_cache_title
source: Remove Cached Images
de: Zwischengespeicherte Bilder entfernen

# settings_clear_cache_description
source: Empties the thumbnail cache to free up space. Images will be reloaded when needed.
de: Leert den Thumbnail-Cache und schafft Speicherplatz. Die Bilder werden bei Bedarf erneut geladen.

# settings_clear_cache_confirmation
source: This removes all preloaded preview images. They will be fetched again automatically next time.
de: Dadurch werden sämtliche geladenen Vorschaubilder entfernt. Beim nächsten Öffnen werden sie automatisch neu geladen.

# settings_clear_cache_confirm
source: Clear cache
de: Cache jetzt leeren

# settings_history_reset_title
source: Reset Search History
de: Suchverlauf zurücksetzen

# settings_history_reset_description
source: Removes stored keywords from the media library search.
de: Entfernt gespeicherte Schlagwörter aus der Mediathek-Suche.

# settings_history_reset_confirmation
source: All previous search terms in the media library will be deleted and cannot be restored.
de: Alle bisherigen Suchbegriffe in der Mediathek werden gelöscht und können nicht wiederhergestellt werden.

# settings_history_reset_confirm
source: Clear history
de: Verlauf löschen

# settings_community_section
source: Community & Source
de: Community & Quellcode

# settings_community_ios_title
source: Open iOS Repository
de: iOS-Repository öffnen

# settings_community_ios_description
source: Report bugs, follow releases, or contribute on GitHub.
de: Melde Fehler, verfolge Releases oder hilf beim Entwickeln auf GitHub.

# settings_community_android_title
source: Original Android Project
de: Originales Android-Projekt

# settings_community_android_description
source: The iOS project is based on this open-source app.
de: Das iOS-Projekt basiert auf dieser Open-Source-App.

# settings_reset_channels_title
source: Reset Channel Order
de: Senderreihenfolge zurücksetzen

# settings_reset_channels_description
source: Restores the default ordering and original names.
de: Stellt Standardreihenfolge und ursprüngliche Namen wieder her.

# settings_reset_channels_confirmation
source: Custom channel names and their order will revert to the factory defaults.
de: Eigene Sendernamen und die Reihenfolge werden auf den Auslieferungszustand zurückgesetzt.

# settings_reset_channels_confirm
source: Reset
de: Zurücksetzen

# settings_about
source: About Zapp
de: Über Zapp

# settings_done
source: Done
de: Fertig

# settings_mediathek_section
source: Media Library
de: Mediathek

# settings_mediathek_api_description
source: The app uses the MediathekView API.
de: Die App nutzt die MediathekView API.

# settings_cache_cleared_title
source: Cache Cleared
de: Cache geleert

# settings_cache_cleared_message
source: Stored thumbnails have been removed.
de: Die gespeicherten Thumbnails wurden entfernt.

# settings_downloads_cleared_title
source: Downloads Deleted
de: Downloads gelöscht

# settings_downloads_cleared_message
source: All saved shows were removed from this device.
de: Alle gespeicherten Sendungen wurden vom Gerät gelöscht.

# settings_history_cleared_title
source: Search History Removed
de: Suchverlauf entfernt

# settings_history_cleared_message
source: Your recent search queries were deleted.
de: Deine letzten Suchanfragen wurden komplett zurückgesetzt.

# settings_clear_continue_title
source: Clear Continue Watching
de: Weiterschauen löschen

# settings_clear_continue_description
source: Remove all entries from your Continue Watching list.
de: Alle Einträge aus deiner Weiterschauen-Liste entfernen.

# settings_clear_continue_confirmation
source: This will remove all 'Continue Watching' entries. This cannot be undone.
de: Dadurch werden alle Weiterschauen-Einträge entfernt. Dies kann nicht rückgängig gemacht werden.

# settings_clear_continue_confirm
source: Clear Continue Watching
de: Weiterschauen löschen

# settings_continue_cleared_title
source: Continue Watching Cleared
de: Weiterschauen gelöscht

# settings_continue_cleared_message
source: All Continue Watching entries were removed.
de: Alle Einträge in Weiterschauen wurden entfernt.

# settings_clear_bookmarks_title
source: Clear Bookmarks
de: Lesezeichen löschen

# settings_clear_bookmarks_description
source: Remove all bookmarked shows from this device.
de: Alle gespeicherten Lesezeichen von diesem Gerät entfernen.

# settings_clear_bookmarks_confirmation
source: This will remove all your bookmarks. This cannot be undone.
de: Dadurch werden alle deine Lesezeichen entfernt. Dies kann nicht rückgängig gemacht werden.

# settings_clear_bookmarks_confirm
source: Clear Bookmarks
de: Lesezeichen löschen

# settings_bookmarks_cleared_title
source: Bookmarks Cleared
de: Lesezeichen gelöscht

# settings_bookmarks_cleared_message
source: All bookmarks were removed.
de: Alle Lesezeichen wurden entfernt.

source: Close
de: Schließen

source: Cancel
de: Abbrechen

source: Error
de: Fehler

# error_unknown
source: Unknown error
de: Unbekannter Fehler

source: Loading...
de: Lädt...

source: Retry
de: Wiederholen

source: Save
de: Speichern

# geo_restriction_title
source: Limited availability outside Germany
de: Eingeschränkte Nutzung außerhalb Deutschlands

# geo_restriction_message_generic
source: This app is designed for use within Germany. When used abroad, streams may be blocked or fail.
de: Die App ist hauptsächlich für die Nutzung innerhalb Deutschlands konzipiert. Im Ausland können Streams blockiert sein oder fehlschlagen.

# geo_restriction_message_region
source: Your device is located in %@, so some live streams and Mediathek videos may not work as expected.
de: Dein Gerät befindet sich in %@, daher funktionieren manche Livestreams und Mediathek-Inhalte eventuell nicht wie vorgesehen.

# geo_restriction_cta
source: Continue anyway
de: Trotzdem fortfahren
